[{
	"date": "21 September of 1995",
	"tittle": "Instant Messaging",
	"author": "Spooky Ray",
	"content": "It all started on the 14th night of march, the night of my parents’ 20th wedding anniversary.\r\n\r\nIt was a wonderful, sunny day, if memory serves. Surprisingly warm for before the beginning of spring. The beautiful weather was perfect for the atmosphere of the day—being married for twenty years is obviously a momentous occasion, so my parents had booked a table at our favorite Italian restaurant. \r\n\r\nOf course, this was a formal occasion, so I had my best suit on. It was 5:33, and I was just straightening my tie when my phone went off—I’d received a message. That’s strange, I thought, that never happens. I checked the message: It was from my mum. It was quite a jumble of numbers and letters, but through the vocabulary stew I could make out the legible phrase: “Please help me.” It should go without saying that this worried me greatly, so I immediately replied, “Are you okay?” Just as instantly, I got another text which read, “Oops. Pocket text!” I signed with all the relief I had and continued to prepare myself. \r\n\r\nA few minutes later, I received yet another message, this time from my dad. I checked the text, and once again it was a massive mixture of letters and numbers, with the phrase, “Please help me” concealed within. Creepy though this was, my dad was always a joker, so I presumed he was just joking around, until I was sent another text saying, “Oops. Pocket text!” Now this sparked panic. Pure, unmistakeable panic. Exactly half a minute passed when I received the exact same message from my sister. This could not be coincidental. It just couldn’t. \r\n\r\nIn a state of sheer anxiety, I started to run to the restaurant. I made it about a quarter of the way before I was stopped by a police officer. “Main road’s closed,” he said, “Huge car crash.” This was the exact moment I realized just what had happened. I demanded to see the wreckage, a request I’m surprised was allowed. When I got there, it wasn’t the remnants of the car that caught my eye, not the flames billowing from the destroyed vehicle. No, I was horrified to see the lifeless corpses of my mother, father and sister. I asked for the estimated time of their deaths—all three of them were killed instantly by the collision at 5:32."
	}, {
	"date": "4 March of 1999",
	"tittle": "Darkness in the Rearview Mirror",
	"author": "Spooky Ray",
	"content": "In the summer of 2013, I found myself driving home alone on highway 902 from a party. It was almost midnight, and needless to say it was pitch black. As was usual at night, I was on edge. I had the radio off, and could hear nothing but the muffle roar of tires on pavement and the dull hum of the engine. I stole a glance into the middle rear view mirror, and saw nothing but darkness through the back window. \r\n\r\nI know that I looked backward and saw nothing. I’m sure of it. Just the seemingly endless blackness of the night. I remember it so clearly because not 10 seconds later a car passed me to the left. Headlights on. I had one of those sudden adrenaline rushes like when you think you see a person outside your bedroom window when it’s just a tree, or when you start awake at night with the feeling of falling. Ten seconds earlier, nothing had been behind me. Suddenly, a car. I drove the rest of the way home shivering and knowing something was off.  \r\n\r\nThe next morning, I found two sets of scratches near the back of my van. One was on the left rear, one was on the right. The car was pretty old. They could have been there for months, but that was the first time that I distinctly remembered seeing them. \r\n\r\nIn hindsight, there are two possibilities for what happened that night. Possibility one. By some glitch in reality, or something paranormal, this other car had somehow appeared behind me within 10 seconds of me checking my mirror. Like some weird ghost crap or something. However, the second option is what makes my blood run cold whenever I consider it. \r\n\r\nIt didn’t even occur to me until months after the fact, but it makes me dread driving alone at night even more. Possibility two. The car was normal. It had approached me from the rear and passed me to my left. However, something large, and wide, and as black as the night had been clinging to the rear of my car, obscuring my view through the window and leaving deep scratches on the sides."
},{
	"date": "11 April of 2000",
	"tittle": "Roommate Troubles",
	"author": "Spooky Ray",
	"content":"This actually happened to me a few years back at the University of the Arts in Philadelphia. \r\n\r\nMy sophomore year, I roomed with a girl named Kara. She was a jazz vocalist, but her main interest was opera. We had a small room on the sixth floor of a dormitory called Juniper Hall. The walls were thin, and her last night singing and voice practices would keep me up late. After a month or so of lost sleep, I convinced her to move her last night practices to the music studios in the Merriam theater building a block away. \r\n\r\nAround 8:00 one evening, Kara announced that she would be practicing late for an upcoming recital and probably wouldn’t be home until around midnight. Great, I thought, that means I can go to bed early (I was beat … I had a horrible day in acting studio, and was ready to pass out as soon as I had dinner). She said goodnight and left, coffee and sheet music in hand. \r\n\r\nI made some grilled cheese and soup, gobbled it down, and immediately began to prepare for bed. By the time I got out of the shower, my eyelids were so heavy I could hardly brush my teeth. I pulled on my PJ’s and crawled into the top bunk of our bunk bed. I was out as soon as my head hit the pillow. \r\n\r\nI should take a second to describe the layout of our apartment. When entering the apartment, the bedroom was through a door immediately to the left. Our bathroom was inside the bedroom, just past the bunk beds. (UArts is nice in the sense that you don’t have to share bathrooms).\r\n\r\nAnyway, I woke up to the sound of the apartment door closing. I opened my eyes and groggily check my phone: midnight on the dot. I rolled back over and closed my eyes. I heard Kara enter the room and stop in front of the bunk bed. Checking to see if I’m actually asleep, i thought. She flopped down on the bed below me, which was strange, as she was a stickler for brushing her teeth and washing up before bed. Then again, exams were just around the corner, and we were alle exhausted. The mattress below me creaked, and then was silent. I couldn’t even hear her breathing. \r\n\r\nI started to drift off again. I was just on the edge of deep sleep when I was startled awake again by a noise. \r\n\r\nA key in the lock. The door opening. \r\n\r\nAnd Kara entering our apartment, humming an opera tune. "
},{
	"date": "2 January of 2421",
	"tittle": "Kids in the Dark",
	"author": "Spooky Ray",
	"content":"Growing up poor in the Deep South meant sharing a lot with my little brother, Ollie. Most often, we'd pass toys, clothes, and skin conditions between us. Up until he was six, we even shared a bed. Neither of us was happy about that.\r\n\r\nIt was my 10th birthday when that changed. I got one present that year, and it was a bed of my own. Ollie was jealous right away, and I could understand why. He had to keep that half-broken down frame with the worn out mattress. The one I'd gotten wasn't much better, but not being broken and worn was enough.\r\n\r\nSleeping apart was a great feeling. It was freedom. No longer would I have to suffer the sudden and inexplicable kicks to the stomach. No longer would I wake up with Ollie's foot pressed into my neck like he'd stepped on Dracula the night before.\r\n\r\nAt least, that's what I'd thought.\r\n\r\nRight away, right after I got the new bed, the shriek started.\r\n\r\nAt first I thought Ollie woke up in the middle of the night and screamed because he'd gotten scared. Then, the sound echoed through the tiny room again and I knew it wasn't a normal cry.\r\n\r\nThe room was always black as pitch after sunset. The one window we had was pressed against a long leaf pine and even the biggest, brightest moon cast no light inside.\r\n\r\nThe shriek just about drove me crazy. Every night, probably at the same exact time, these sharp yelps would knock me right out of my dreams. It wasn't my Mom or Dad yelling, either. I knew what that sounded like, believe me! Most worrying of all was the fact I could never tell where it was coming from. It seemed completely random.\r\n\r\nOne night it'd come from somewhere near the closet. The next, it'd shoot out from a corner of the ceiling.\r\n\r\nAny hope I'd had of having my own space would get dashed every time as Ollie would silently slip into the bed with me, shaking like crazy. He'd clasp onto me and wouldn't let go until it was almost daybreak. Most times I'd take his hand and tell him everything was going to be okay, that it'd be over by morning ... but I was never really sure.\r\n\r\nOver time, the shriek started changing. At first it was only by small degrees, but eventually it took on the primal hooting sound of a primate calling out its fierce warning. I had to clasp pillows to my ears just to keep from going deaf.\r\n\r\nMom and Dad never believed me or Ollie, basically because the thing ... whatever it was ... refused to make a peep when they were in the room. Apparently they couldn't even hear it through the walls even though it was damned sure loud enough!\r\n\r\nThe shriek just got worse and worse until I felt like I couldn't take it anymore. Me and Ollie were doing really bad in school, and we just had no energy at all. I could sleep more deeply with my head propped up and eyes open in the middle of class than in my own room at night.\r\n\r\nThen, thankfully, we moved out of the house nearly a year later. I had contemplated all sorts of things, even a child's clumsy concept of suicide, to get away from the horrific nightly noise.\r\n\r\nThere was no problem at the next house. It was a nice white cookie-cutter home on a dead end street, and I welcomed the normalcy. What's more, when we moved in there was a bunk bed waiting for me and Ollie. No more broken bed, no more second bed I ended up having to share anyway.\r\n\r\nThe only problem was deciding who'd get the top bunk.\r\n\r\nI told Ollie I deserved it. After all, I had gotten a new bed way back, and he ruined it by climbing in every night.\r\n\r\n\"What?\" He shook his head, \"I never did that.\" \r\n\r\nI had always wondered why the noise stopped the second I was sharing my bed. Now I had the answer. "
},{
	"date": "11 May of 2030",
	"tittle": "The Oneirophage",
	"author": "Spooky Ray",
	"content":"In the late ’40s of the last century, after a decade of private research involving experiments with binaural beat brainwave frequencies, extrasensory cognition, and rare extracts of a South American vine, Dr. Tomás Roessner perfected a technique whereby one could actually intrude into the psyche and “see” another’s thoughts. Despite having exhaustively documented his rigorous work, he could find no institution that would even offer to review it. Forced to sell his invention, he found by word of mouth among those through whom he procured narcotics a prospective buyer, the bête noire of an old New York family, Mr. John M. Dunn, a voyeuristic connoisseur of the supernatural and the obscene, who had squandered his idle youth in the great libraries of Paris, those catacombs of departed authors, rummaging among their hordes of dusty and obsolete works; a literary ghoul who disturbed with profane fingers the charnel-houses of decayed philosophies. He readily agreed to the Dr.’s asking price without haggling, delighted at the prospect of exploring such a bizarre novelty.\r\n\r\nOnce adept at the operation of the apparatus, Dunn paid Dr. Roessner off and under an assumed name rented a shabby house within view of Sing Sing prison. In the timeless night, while the convicts fitfully slept, with the aid of a set of stolen blueprints and his new mind reading device, he raided their memories cell by cell at liberty to savor the forbidden thrill of thefts, molestations, moonlit homicides, in secret, without remorse or consequence.\r\n\r\nWithin a month, the prisoners, telling each other about the nightmares from which they had all begun abruptly to awaken, discovered they shared striking similarities: first, processions of alligators and tortoises filed through a swamp crowded with faceless people and shrieking orchids; next, a shadow man, at whom they looked directly but could never quite see, would watch them in utter stillness from an empty house while invisible hands probed behind their eyes as they had to stand naked, legs locked in place, unable to run away. Their compared descriptions of the house were identical, including its location just outside the walls. By mutual agreement, it was planned that the first of them to receive parole or be released would search this house out to find if it really existed, and investigate the source of their troubling dreams.\r\n\r\nA few days after being freed, their chosen spy was able to inform them with a smuggled message in code that not only was the house real, but he had broken into it at night and found a gaunt, mustached man in a silk smoking jacket seated bolt upright, head thrust back, both eyes gaping, mouth stuck open in a stiffened gasp, clenched hands gripping the arms of his chair, in front of a “scientific machine.” A handwritten journal on the desk told the whole story of his adventures prying unconstrained through their psyches, plundering the haunted memories of criminal after criminal, seeking ever more shameful and audacious experiences until finally he wrote, on July 7th, of his overwhelming desire to witness telepathically the next execution in the prison’s notorious electric chair. "
}
]
